Repository: jburguete/fractal
Catalog: 3.4.12/po/*/LC_MESSAGES/fractal.po
Languages: fr

source: Unable to parse the input file
fr: On peut pas analyser le fichier d'entrée

source: Bad XML root node
fr: Node XML source incorrect

source: Bad width
fr: Largeur incorrecte

source: Bad height
fr: Hauteur incorrecte

source: Bad length
fr: Longueur incorrecte

source: Bad random seed
fr: Graine aléatoire incorrecte

source: Bad threads number
fr: Nombre de fils incorrect

source: Bad diagonal movement
fr: Mouvement diagonal incorrect

source: Bad 3D
fr: 3D incorrect

source: Bad animation
fr: Réalisation incorrecte

source: Unknown fractal type
fr: Type de fractal inconnu

source: Unknown random seed type
fr: Type de graine aléatoire inconnu

source: Unknown random algorithm
fr: Algorithme aléatoire inconnu

source: _Tree
fr: A_rbre

source: _Forest
fr: _Bois

source: _Neuron
fr: _Neurone

source: _Default
fr: _Défaut

source: _Clock based
fr: _Basé á l'horloge

source: _Fixed
fr: _Fixé

source: _Diagonal movement
fr: _Mouvement diagonal

source: Length
fr: Longueur

source: Width
fr: Largeur

source: Height
fr: Hauteur

source: Random seed
fr: Graine aléatoire

source: Threads number
fr: Nombre de fils

source: Fractal type
fr: Type de fractal

source: _Animate
fr: _Réaliser

source: Random algorithm
fr: Algorithme aléatoire

source: Random seed type
fr: Type de graine aléatoire

source: Set the fractal options
fr: Définir les options du fractal

source: _OK
fr: _Accepter

source: _Cancel
fr: _Annuler

source: A program using growing fractals to benchmark parallelization and drawing libraries
fr: Un programme utilisant croissance de fractals comme banc d'essais pour parallèlization et bibliothèques graphiques

source: Website
fr: Site web

source: Save graphical
fr: Saver graphique

source: _Open
fr: _Ouvrir

source: S_tart
fr: _Commencer

source: Sto_p
fr: A_rrêter

source: _Save
fr: _Enregistrer

source: _Help
fr: _Aide

source: E_xit
fr: _Sortir

source: Fractal options
fr: Options du fractal

source: Start fractal growing
fr: Commencer croissance fractal

source: Stop fractal growing
fr: Arrêter croissance fractal

source: Help
fr: Aide

source: Exit
fr: Quitter

source: Calculating time
fr: Temp de calcul

source: Progress
fr: Progrès

source: Horizontal perspective angle (º)
fr: Angle de perspective horizontale (º)

source: Vertical perspective angle (º)
fr: Angle de perspective verticale (º)

source: Fractal growing
fr: Croissance fractal
