Repository: jburguete/fractal
Catalog: 3.4.24/po/*/LC_MESSAGES/fractal.po
Languages: es

source: Unable to parse the input file
es: No se pudo abrir el fichero de entrada

source: Bad XML root node
es: Nodo XML raíz incorrecto

source: Bad width
es: Anchura incorrecta

source: Bad height
es: Altura incorrecta

source: Bad length
es: Longitud incorrecta

source: Bad random seed
es: Semilla de números aleatorios incorrecta

source: Bad threads number
es: Número de tareas incorrecto

source: Bad diagonal movement
es: Movimiento diagonal incorrecto

source: Bad 3D
es: 3D incorrecto

source: Bad animation
es: Animación incorrecta

source: Unknown fractal type
es: Tipo de fractal desconocido

source: Unknown random seed type
es: Tipo de semilla de números aleatorios desconocido

source: Unknown random algorithm
es: Algoritmo de números aleatorios desconocido

source: _Tree
es: Á_rbol

source: _Forest
es: _Bosque

source: _Neuron
es: _Neurona

source: _Default
es: _Defecto

source: _Clock based
es: _Basdo en reloj

source: _Fixed
es: _Fijo

source: _Diagonal movement
es: Movimiento _diagonal

source: Length
es: Longitud

source: Width
es: Anchura

source: Height
es: Altura

source: Random seed
es: Semilla de números aleatorios

source: Threads number
es: Número de tareas

source: Fractal type
es: Tipo de fractal

source: _Animate
es: _Animar

source: Random algorithm
es: Algoritmo de números aleatorios

source: Random seed type
es: Tipo de semilla de números aleatorios

source: Options
es: Opciones

source: Set the fractal options
es: Define las opciones de fractal

source: _OK
es: _Aceptar

source: _Cancel
es: _Cancelar

source: A program using growing fractals to benchmark parallelization and drawing libraries
es: Un programa que usa crecimiento de fractales como banco de pruebas para paralelización y bibliotecas gráficas

source: Website
es: Sitio web

source: Save graphical
es: Guardar gráfica

source: _Open
es: _Abrir

source: Fractal options
es: Opciones de fractal

source: Start fractal growing
es: Iniciar crecimiento fractal

source: Stop fractal growing
es: Parar crecimiento fractal

source: Help
es: Ayuda

source: Exit
es: Salir

source: Calculating time
es: Tiempo de cálculo

source: Progress
es: Progreso

source: Horizontal perspective angle (º)
es: Ángulo de perspectiva horizontal (º)

source: Vertical perspective angle (º)
es: Ángulo de perspectiva vertical (º)

source: Fractal growing
es: Crecimiento fractal
